[
    {
        "firstName": "Autumn",
        "lastName": "",
        "bio": [
            "A native Oregonian, Autumn spent her early years on the Coast, enjoying bonfire brunches on the beach, foraged chanterelles and all the bounty that this amazing state has to offer. As she grew into adulthood, she fell in love with the wines of Oregon and beyond; travel only deepened her passion and interest in wine and food. Spending time in New Zealand, Italy, France, Spain, Greece as well as throughout the US, she found she enjoyed not only drinking wine, but the experience of sharing it with people to bring a deeper meaning to the place and time. She had previously poured for local winery Youngberg Hill, sharing her enthusiasm with both visitors to the area and locals finding their new favorite bottle. Autumn lives in Portland with her husband, daughter, 2 cats and dog. She loves reading British mystery novels, baking, yoga and strengthening her French language skills."
        ]
    },
    {
        "firstName": "Ursula",
        "lastName": "",
        "bio": [
            "In 2017, Ursula retired from full time work selling wine here in Portland. However, she couldn’t help feeling that she jumped the gun. She missed the wine industry but found that doing demos uses her 30 plus years of experience and keeps her connected with all of her peers in the industry. Her interests (besides wine of course!) include poetry, dogs, birds, art and the outdoors."
        ]
    },
    {
        "firstName": "Lisa",
        "lastName": "",
        "bio": [
            "Lisa is an industry veteran. She has a love of service, delicious food, wine, and travel. She feels very lucky to have managed to bundle all of those up into work. She got her start in the early 80s in fine dining before moving on to wholesale wine sales. She managed import portfolios for both Galaxy Wine Company and Oregon Brand Management.  For her, the best part was meeting up with interesting and wonderful people, visiting beautiful wine corners of the world, eating platefuls of mouth-watering food and the wine of course. Lisa is an accomplished travel photographer who loves landscape and floral subjects."
        ]
    },
    {
        "firstName": "Shellie",
        "lastName": "",
        "bio": [
            "Shellie began her love of all things food and beverage in 2005 while attending Le Cordon Bleu in Portland. There she gained an appreciation for the art of food and the love that goes into it. After graduating, she worked in restaurants and catering. She loves being part of an event from start to finish: The preparing of the food, the setup, the service, the cleanup, and that accomplished feeling of providing a service and creating happy customers. After catering, she worked various positions at Whole Foods Market. She started as a cook, but quickly moved up to buying, and eventually management positions. After over a decade at Whole Foods, she moved on to focus on running her cat sitting business and making time to enjoy the outdoors.  Animals (mostly cats!) and the outdoors are her two biggest passions. She loves when she can combine the two and see animals in nature. When outside, you can find her hiking, cycling, standup paddle boarding, or camping. Her dad instilled a love of camping in her from a very young age. For Shellie, there's nothing better than being outdoors, watching animals in their natural habitat while enjoying some delicious food and drink."
        ]
    },
    {
        "firstName": "Kim",
        "lastName": "",
        "bio": [
            "Bio & Pic Coming Soon."
        ]
    },
    {
        "firstName": "Launa",
        "lastName": "",
        "bio": [
            "Launa has a Bachelor's Degree in Journalism from the University of Arizona (Go CATS!). In her words, “All that means is I like people and can ask decent questions!”. She has been in customer service to some degree since college, working in retail, management, and buying for her local book store all through college. She then worked in the nonprofit world for many years as a volunteer coordinator until she landed a job in insurance. Launa helps serve disabled persons by volunteering to help them apply for disability benefits. She also enjoys fostering cats and spending time in her urban homestead. When not chicken wrangling, you can find her trail running or eating. She loves wine because it brings people together and makes her think of celebration."
        ]
    },
    {
        "firstName": "Claire",
        "lastName": "",
        "bio": [
            "Hello! My name is Claire. Originally from Boston with a Hospitality degree, I have been working in the food and beverage industry since 2014. I’ve settled in Portland to pursue my Doctorate in Classical Chinese Medicine with a concentration in herbal medicine. This complimented my first employment as a city food tour guide sharing this state’s eclectic bounty with tourists. When I am not pouring for M&Co or researching herbal interactions, you can find me exploring the many farmers markets, or finding the best cafe+croissant combination in the city as I stay true to my French-American roots. I can’t wait to exchange and pour what this amazing city has to offer. Cheers!"
        ]
    },
    {
        "firstName": "Cristina",
        "lastName": "",
        "bio": [
            "A fateful meal combining a luscious Argentinian steak and the perfect Malbec was the spark that led Cristina down the path of winemaking. She entered the wine industry in 2006 and eagerly absorbed as much information as she could, learning from hands-on experience working harvests in California, Oregon, Tasmania and Australia. After working as a harvest intern at WillaKenzie in 2007, she fell in love with Oregon and decided to move to Portland. In 2009 she started working for A to Z Wineworks/Rex Hill. Cristina took on many different roles there as a cellar hand, lab assistant, warehouse manager and finally as bottling line manager. During her tenure at A to Z Wineworks, Cristina decided to try her hand at winemaking and Gonzales Wine Company was born. Her desire to travel and live abroad led her away from Oregon and back to Latin America for 3 years: this time to Chiapas, Mexico, where she gave birth to her son. In 2016, Cristina and her family decided to move back to Portland, Oregon, where she resides today and currently produces wine for her wine brand, Gonzales Wine Company."
        ]
    },
    {
        "firstName": "Kat",
        "lastName": "",
        "bio": [
            "As an experienced dance teacher and mother of twins, Kat exhibits genuine communication as well as the ability to handle situations with confidence and ease. She is quick to connect as she loves small chat, and sharing her passion of wine and beer. Her positivity and contagious smile make it easy to say hello and enjoy what is being sampled. She also excels in details, lending accuracy to the admin side of M&Co. Outside of work, Kat loves to paddleboard with her children and play in the garden."
        ]
    },
    {
        "firstName": "Kristin",
        "lastName": "",
        "bio": [
            "Kristin's extensive background in the food and beverage industry started in Portland with the Chart House restaurant group and took her to Boston and then New York City. In New York, she worked for some of the top restauranteurs such as the famed Arcadia with Ann Rosenzweig, the Scotto family, and The Four Seasons Hotel on 57th St. Back in Oregon, she has spent time in sales with Young's Market and in the tasting room of the acclaimed Fullerton Winery. Kristin is a results-driven professional and is in her element when sharing your labors of love and your passion with the public. "
        ]
    },
    {
        "firstName": "Grace",
        "lastName": "",
        "bio": [
            "Bio & Pic Coming Soon."
        ]
    }
]