[
    {
        "firstName": "Stefanie",
        "lastName": "Loebach",
        "bio": ["Midwest roots and a love for Oregon, Stefanie moved to Portland in 2012. She is an evolving wine professional with a vibrant curiosity for wine, food, and connection. She delights in getting to know people from all around the world and discovering what draws them to a place. Stefanie received the WSET Level 2 certification under the instruction of Mimi Martin at The Wine and Spirit Archive and has her heart set on furthering her education within this industry, with hopes to one day be living abroad. When she’s not slinging wine, Stefanie enjoys writing, dancing, sharing a meal with friends, or lingering at home with a book."
        ]
    },
    {
        "firstName": "Mary Anne",
        "lastName": "Lowe",
        "bio": ["Mary Anne has been a Wine Steward at New Seasons Market for over 5 years, and in the beverage and hospitality industry for over 15 years.  She earned the title of Certified Specialist of Wine in 2016.  She is an enthusiast and culinarian, and loves to share her passion for wine and food with everyone she meets."
        ]
    },
    {
        "firstName": "Maxine",
        "lastName": "Borcherding",
        "bio": ["Maxine Borcherding , Chef, Sommelier, lover of wine, fine food, and good whiskey; travel enthusiast, writer and passionate educator, is the  founder of the Taste and Compare Academy of Wine, Spirits and Food. Recently retired from 16 years as Lead Chef Instructor at the Oregon Culinary Institute, she is happily spending her “retirement” teaching consumer and professional level classes in wine and food, promoting the wines of France, Spain, and the Pacific Northwest,  and leading tours to the great wine and culinary regions of France and Spain.",
            "Maxine’s professional certifications include Sommelier (International Sommelier Guild), French Wine Scholar (French Wine Academy), Spanish Wine Educator (Wine Academy of Spain), and Wine Location Specialist (Center for Wine.Origins).",
            "Maxine is first and foremost a writer and educator who excels at making wine accessible and approachable to both consumers and hospitality staff without jargon  pretension. She is also available to present hospitality staff training, wine classes, workshops, and guided tastings for special events such as corporate team building, parties and groups"
        ]
    },
    {
        "firstName": "Tarrah",
        "lastName": "Meyers",
        "bio": ["I have always had a fascination of wine and food pairing. More than six years ago I set out on a great wine adventure and the fun hasn’t stopped. I graduated Chemeketa’s wine marketing program while working as a Roth’s wine steward. Managing my own wine department offered me the opportunity to learn about and taste a wide variety of wines from around the world. It was the perfect spot for me to grow my passion. Last year, I decided to step back from the industry a little and instead care for my son full time. I have a great love of wine and a thirst for knowledge and have found a good working balance as a wine pourer."]
    },
    {
        "firstName": "Kristin A",
        "lastName": "Spear"
    },
    {
        "firstName": "Lucia",
        "lastName": "Walker"
    },
    {
        "firstName": "Margot",
        "lastName": "Delaittre"
    },
    {
        "firstName": "Elaise",
        "lastName": "Piper"
    },
    {
        "firstName": "Dana",
        "lastName": "Robinson"
    },
    {
        "firstName": "Sasha",
        "lastName": "Schwenk"
    },
    {
        "firstName": "Colleen",
        "lastName": "Kenny"
    },
    {
        "firstName": "Emily",
        "lastName": "Warden"
    },
    {
        "firstName": "Michelle",
        "lastName": "Koeppe"
    },
    {
        "firstName": "Brianne",
        "lastName": "Bova",
        "bio": ["My name is Brianne Bova and I currently manage a mid-size wine distribution company in Portland, Oregon. I have resided in the beautiful Northwest since 2012. My calling to the wine industry sparked before I was of legal drinking age. It started with my international travels and deepened with my understanding of terroir and designated growing regions from around the world. With the presence of Midwest hospitality engraved on my soul, I have translated these abilities into my love for serving, educating, and sharing the process of wine for all patrons and connoisseurs I assist. By allowing strangers to feel comfortable, and nurtured for the duration of their experiences. My bachelor’s degree in international relations, coupled with linguistics has given me a deeper understanding of the complexities of wine. It has given me a passion for understanding the depth of culture and a love for diversity. It was during a span of time in Strasburg, France bordering Germany, where I was given the opportunity to bike across the Rhine daily. Here is where I first tasted the subtle differences between French Rieslings and German Rieslings. From that season of my life I was enthralled with the sheer intricacy of wine making and tasting.",
                "As my travels subsided I found myself back in the U.S. where my goal was to continue expanding my knowledge surrounding wine. It prompted me to work under various sommeliers in fine dining establishments of James Beard award winning chefs. I continued to travel and taste wines from regions around the world. I have taken positions of all sorts. Bartending and serving for private V.I.P. events and special guests. I have managed restaurants, organized large scale not for profit events, and created wine education classes for a large retail establishment. I have also been a wine buyer and specialist in a high sales performance purchasing position. Now, I am working on the other side of the industry. I manage the office, logistics, and inventory of a local wine distribution company that represents some of Oregon’s most acclaimed Pinot Noir."]
    },
    {
        "firstName": "Chase",
        "lastName": "Jutzi",
        "bio": ["Chase Jutzi is a passionate wine enthusiast that recently graduated from Oregon State University with a Bachelors in Food Science and Technology including focus in enology, viticulture, and fermentation. Chase dreams of managing her own family winery someday, always pursuing new opportunities to learn and grow. She was responsible for a variety of research projects surrounding the creation, aroma, and taste of wine at OSU and has worked two harvests in production and lab positions with King Estate Winery."]
    },
    {   
        "firstName": "Grace",
        "lastName": "Gerfen"
    }
]